accountsservice
acpi
acpid
adobe-source-han-mono-cn-fonts
adobe-source-han-mono-hk-fonts
adobe-source-han-mono-jp-fonts
adobe-source-han-mono-kr-fonts
alacritty-ligatures-git
alttab-git
arch-install-scripts
autoconf
automake
base
bash-language-server
betterlockscreen
binutils
bison
bottom-bin
bspwm
dosfstools
efibootmgr
fakeroot
feh
file
findutils
firefox
flex
fzf
gawk
gcc
gettext
gimp
git
glxgears
glxinfo
grep
groff
grub
grub-holdshift
gtk-engine-murrine
gtk-engines
gzip
intel-gpu-tools
intel-media-driver
intel-ucode
iptsd
laptop-detect
libinput-gestures
libtool
libva-utils
libwacom-surface
lightdm
lightdm-webkit-theme-aether
linux-firmware-full-surface-pro-4
linux-surface
linux-surface-headers
lxappearance
m4
make
mesa
neofetch
neovim-git
nerd-fonts-fira-code
network-manager-applet
networkmanager
nomacs
notepadqq
openssh
os-prober
pacman
patch
pavucontrol
pcmanfm
picom-ibhagwan-git
pkgconf
pngcrush
polybar-git
powerline-fonts
powertop
pulseaudio
python-pip
rofi
rust-analyzer-git
rustup
scrot
sed
sudo
surface-ipts-firmware
sxhkd
texinfo
tlp
tmux
touchegg
touchegg-gce-git
tree
ttf-fira-code
ttf-twemoji-color
ufetch-git
unzip
update-grub
vim-language-server
wget
which
wireless_tools
wmctrl
xdotool
xf86-input-libinput
xf86-video-intel-git
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xfd
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xxd-standalone
yay-bin
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
zsh-theme-powerlevel10k-git
