adobe-source-han-sans-cn-fonts
adobe-source-han-sans-hk-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-han-sans-otc-fonts
adobe-source-han-sans-tw-fonts
adobe-source-han-serif-cn-fonts
adobe-source-han-serif-jp-fonts
adobe-source-han-serif-kr-fonts
adobe-source-han-serif-otc-fonts
adobe-source-han-serif-tw-fonts
adobe-source-sans-pro-fonts
adobe-source-serif-pro-fonts
alacritty-ligatures-git
alsa-firmware
alsa-tools
alsa-utils
alttab-git
amd-ucode
audacity
autoconf
automake
base
bc
binutils
bison
blueman
bluez-utils
bottom-bin
bspwm
cpu-g-bzr
cpu-x
cronie
cuda
davinci-resolve
discord_arch_electron
dosfstools
efibootmgr
expac
fakeroot
featherpad
feh
file
file-roller
findutils
firefox
flamegraph
flavours
flex
gawk
gcc
gettext
gimp
git
gnome-keyring
gnome-system-monitor
grep
groff
grub
grub-customizer
gzip
imagemagick
inotify-tools
jq
lib32-nvidia-utils
libreoffice-still
libtool
light-git
lightdm
lightdm-webkit-theme-litarvan
lightdm-webkit2-greeter
linux-firmware
linux-lts
linux-lts-headers
lxappearance
m4
maim
make
minecraft-launcher
mtools
neofetch
neovim-nightly
nerd-fonts-complete
network-manager-applet
networkmanager
nomacs
npm
nvfancontrol-git
nvidia-lts
nvidia-settings
obs-studio
opencl-nvidia
os-prober
otf-san-francisco
p7zip
packagekit-qt5
pacman
patch
pavucontrol
pcmanfm
perf
picom-git
pkgconf
polybar-git
pulseaudio
pulseaudio-alsa
python-pip
rofi
scrot
sed
spotify
steam
sudo
sxhkd
texinfo
timeshift
tk
tmux
ttf-fira-code
ttf-nerd-fonts-symbols
ttf-unifont
twmn-git
unrar
uthash
vlc
waifu2x-converter-cpp-cuda-git
wget
which
xdotool
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yay
zsh
